Revit 2027 API
ParameterTypeId.FabricationProductDataOem Property
 "OEM"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricationProductDataOem { get; }
Public Shared ReadOnly Property FabricationProductDataOem As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricationProductDataOem {
	ForgeTypeId^ get ();
}
static member FabricationProductDataOem : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace